
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Tidak tahu cara memuat URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Tidak dapat terhubung ke host %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Judul buruk diterima dari server";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Tidak dapat menetapkan alamat IP host: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Tidak dapat memperoleh deskripsi port %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Tidak dapat terhubung ke host %@ menggunakan port %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Menerima respons server HTTP yang tidak dikenal %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Permintaan HTTP untuk URL %@:%@ gagal";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Kehilangan koneksi ke host %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Tidak dapat membaca %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Mendeteksi adanya pengarahan ulang saat mencoba untuk memuat URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Layanan tidak tersedia untuk host %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Tidak dapat membuka koneksi data untuk jalan URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objek tidak tersedia untuk URL ini: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Perintah FTP tidak dikenali oleh host: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Login pengguna atau kata sandi tidak dikenali.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ dari %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Kata sandi formulir web";

/* HTTP result code string */
"accepted" = "diterima";

/* HTTP result code string */
"bad gateway" = "gateway buruk";

/* HTTP result code string */
"bad request" = "permintaan buruk";

/* HTTP result code string */
"client error" = "kesalahan pada klien";

/* HTTP result code string */
"conflict" = "konflik";

/* HTTP result code string */
"continue" = "lanjutkan";

/* HTTP result code string */
"created" = "diciptakan";

/* HTTP result code string */
"expectation failed" = "harapan gagal diraih";

/* HTTP result code string */
"forbidden" = "terlarang";

/* HTTP result code string */
"found" = "ditemukan";

/* HTTP result code string */
"gateway timed out" = "waktu gateway habis";

/* HTTP result code string */
"informational" = "mengandung informasi";

/* HTTP result code string */
"internal server error" = "kesalahan pada server internal";

/* HTTP result code string */
"length required" = "panjang diperlukan";

/* HTTP result code string */
"method not allowed" = "metode tidak diperbolehkan";

/* HTTP result code string */
"moved permanently" = "dipindahkan secara permanen";

/* HTTP result code string */
"multiple choices" = "pilihan ganda";

/* HTTP result code string */
"needs proxy" = "butuh proxy";

/* HTTP result code string */
"no content" = "tidak ada isi";

/* HTTP result code string */
"no error" = "tidak ada kesalahan";

/* HTTP result code string */
"no longer exists" = "tidak ada lagi";

/* HTTP result code string */
"non-authoritative information" = "informasi tanpa wewenang";

/* HTTP result code string */
"not found" = "tidak ditemukan";

/* HTTP result code string */
"not modified" = "tidak dimodifikasi";

/* HTTP result code string */
"partial content" = "sebagian isi";

/* HTTP result code string */
"payment required" = "dibutuhkan pembayaran";

/* HTTP result code string */
"precondition failed" = "prasyarat gagal dipenuhi";

/* HTTP result code string */
"proxy authentication required" = "dibutuhkan pengesahan proxy";

/* HTTP result code string */
"redirected" = "diarahkan ulang";

/* HTTP result code string */
"request timed out" = "jangka waktu permintaan telah berakhir";

/* HTTP result code string */
"request too large" = "permintaan terlalu besar";

/* HTTP result code string */
"requested URL too long" = "URL yang diminta terlalu panjang";

/* HTTP result code string */
"requested range not satisfiable" = "kisaran yang diminta tidak dapat dipenuhi";

/* HTTP result code string */
"reset content" = "atur ulang isi";

/* HTTP result code string */
"see other" = "lihat lainnya";

/* HTTP result code string */
"server error" = "kesalahan server";

/* HTTP result code string */
"service unavailable" = "layanan tidak tersedia";

/* HTTP result code string */
"success" = "berhasil";

/* HTTP result code string */
"switching protocols" = "menukar protokol";

/* HTTP result code string */
"temporarily redirected" = "diarahkan ulang sementara";

/* HTTP result code string */
"unacceptable" = "tidak dapat diterima";

/* HTTP result code string */
"unauthorized" = "tidak diizinkan";

/* HTTP result code string */
"unimplemented" = "tidak diterapkan";

/* Unknown filename */
"unknown" = "tidak dikenal";

/* HTTP result code string */
"unsupported media type" = "jenis media tidak didukung";

/* HTTP result code string */
"unsupported version" = "versi tidak didukung";
